{"clin_notes": "Patient: Johnny Smith\nDate of Birth: February 11, 2016\nDate of Consultation: August 15, 2021\n\nChief Complaint:\nMother reports concerns regarding Johnny’s developmental delays, distinctive facial features, and ongoing growth issues.\n\nHistory of Present Illness:\nJohnny, a 5-year-old male, presents with a history of developmental delays, distinctive facial features, and slowed growth. Patient has been previously evaluated but no definitive diagnosis has been reached. \n\nPhysical Examination:\nJohnny's facial features include abnormally long openings between the eyelids, lower eyelids that are turned outward, prominent eyelashes, arched eyebrows, a broad nose with a flattened tip, and large, misshaped ears. Further examination revealed a bluish tinge to the whites of the eyes, drooping of the upper eyelid, misaligned eyes, a highly arched roof of the mouth, and an abnormally small jaw. \n\nJohnny's height and weight measurements were significantly below average for his age, indicating a possible growth deficiency. \n\nNeurological Examination:\nMild to moderate intellectual disability observed, with some signs of diminished muscle tone. Johnny has a history of seizures which began shortly after birth. \n\nSpeech and Behavior:\nSpeech delays and behavioral abnormalities were observed. Johnny demonstrated anxiousness and a tendency to fixate on objects during the consultation. He also displayed a strong affinity for music.\n\nFeeding and Digestion:\nJohnny has consistently struggled with feeding difficulties, including gastroesophageal reflux and poor sucking ability. As a result, he has failed to gain weight at the expected rate for his age. \n\nDental and Skeletal Examination:\nDental examination revealed misaligned teeth. Skeletal examination showed short fingers and toes, flat feet, loose joints, and abnormalities of the vertebrae. \n\nCardiology:\nA heart murmur was noted, indicating a potential underlying congenital heart defect. Further testing is needed to confirm. \n\nGenetics:\nGiven the range and combination of symptoms, a genetic cause is suspected. Genetic testing is recommended to explore potential pathogenic variants in specific genes.\n\nPlan:\n1. Genetic testing to explore potential pathogenic variants in KMT2D and KDM6A genes.\n2. Refer to pediatric cardiologist for further evaluation of potential cardiac defects.\n3. Continue monitoring growth and development.\n4. Consult an endocrinologist to evaluate for potential growth hormone deficiency.\n5. Consider occupational and physical therapy to assist with developmental delays.\n6. Schedule follow-up visit to discuss genetic testing results and treatment plan.\n\nThese notes are to be used for training purposes only.", "og_nord_input": {"disease_name": "Kabuki Syndrome", "disease_overview": "Kabuki syndrome is a rare, multisystem disorder characterized by multiple abnormalities including distinctive facial features, growth delays, varying degrees of intellectual disability, skeletal abnormalities and short stature. A wide variety of additional symptoms affecting multiple different organ systems can potentially occur. The specific symptoms associated with Kabuki syndrome can vary greatly from one person to another. To date, changes (pathogenic variants or mutations) in one of two genes lead to Kabuki syndrome. The first gene is KMT2D (formerly MLL2) and the second gene, which accounts for fewer cases of Kabuki syndrome, is KDM6A. Clinical genetic testing is available for both genes.", "signs_symptoms": "Some features of Kabuki syndrome are present at birth (congenital). Other features become apparent as an affected child ages. The specific findings and the severity of those findings can vary from one person to another. A wide variety of findings affecting multiple organ systems of the body can potentially occur. It is important to note that affected individuals may not have all the features discussed below. Parents of an affected child should talk to their physician and medical team about their child’s specific case, associated features and overall prognosis.\n\nChildren with Kabuki syndrome have a distinctive facial appearance, which includes abnormally long openings between the eyelids (palpebral fissures), lower eyelids that are turned outward (everted), prominent eyelashes, arched eyebrows, a broad nose with a flattened or depressed tip, and large, misshaped ears. The distinctive facial appearance associated with Kabuki syndrome develops slowly over several years. Additional facial features include a bluish tinge to the whites of the eyes (blue sclerae), drooping of the upper eyelid (ptosis), misaligned eyes (strabismus), a highly arched roof of the mouth or a cleft palate, depressions involving the inside of the lower lips (lip pits) and an abnormally small jaw (micrognathia).\n\nGrowth deficiency is common in individuals with Kabuki syndrome, usually becoming apparent during the first year of life (postnatal growth deficiency). Growth deficiency can become more noticeable as affected children grow older. Eventually, affected individuals may be notably below average height for their age (short stature). In rare cases, some children may have partial growth hormone deficiency.\n\nIn addition to growth deficiency, children with Kabuki syndrome may also have mild to moderate intellectual disability. Severe intellectual disability is extremely rare, and some children have no intellectual disability. Some children may have seizures, diminished muscle tone (hypotonia) and microcephaly, a condition in which the circumference of the head is abnormally small. Seizures can develop right after birth (neonatal period) or as late as 12 years of age. One rare cause of seizures occurring right after birth is very low blood sugar due to too much insulin (hyperinsulinism). This requires immediate treatment to avoid damage to the brain. All neonates with a known or suspected diagnosis of Kabuki syndrome should undergo routine blood sugar monitoring for the first few days of life. If an infant has low blood sugar after birth, further blood studies should be completed to evaluate for hyperinsulinism. This evaluation is typically done in consultation with a hormone specialist (endocrinologist).\n\nSome children with Kabuki syndrome experience speech delays. Palate abnormalities and hearing loss may contribute to speech delays. Some children with Kabuki syndrome may develop behavioral abnormalities including anxiousness and a tendency to fixate on objects or activities. They may also dislike certain stimuli including certain noises, smells or textures. Some children with Kabuki syndrome appear to be particularly fond of music. A learning environment that stresses audio-verbal learning over visual learning may be helpful.\n\nChildren with Kabuki syndrome may also have feeding difficulties including gastroesophageal reflux, poor sucking ability, and difficulty absorbing or digesting nutrients from food (malabsorption). Consequently, many affected children may fail to gain weight and grow at the rate expected for children of their age and sex (failure to thrive). However, as children enter adolescents, they tend to gain too much weight, which can make other health problems (such as joint dislocations) worse. Some children may be susceptible to recurring infections including upper respiratory infections and pneumonia. Therefore, all children should undergo a baseline evaluation for an abnormality of how the immune system works (an immunodeficiency). Many children have recurrent ear infections (otitis media) which may contribute to hearing loss.\n\nDental abnormalities such as missing, misaligned or misshaped teeth have been reported. Small and/or thin fingernails and toenails are sometimes seen. In addition, some children will have a feature of the fingertips, known as persistent fetal fingertip pads.\n\nSkeletal abnormalities may occur in some patients including abnormally short fingers and toes (brachydactyly), pinkies that are bent (clinodactyly), flat feet, loose (lax) joints, abnormalities of the vertebrae, cranial malformations and abnormal curvature of the spine (scoliosis or kyphosis). Affected individuals may also be prone to dislocating their hips or kneecaps.\n\nSome children with Kabuki syndrome may have certain heart abnormalities that are present from birth (congenital heart defects). The two most reported heart defects in children with Kabuki syndrome include narrowing of the main artery of the body (coarctation of the aorta) and holes in the membranes (septa) that separate the chambers of the heart (ventricular or atrial septal defects).\n\nIn some patients, additional features involving a variety of organ systems may also be present. Possible kidney (renal) abnormalities include malformation or underdevelopment of the kidneys (renal dysplasia or hypoplasia), obstruction of the normal flow of urine from the kidneys (hydronephrosis) and fusion of the kidneys at the base forming a horseshoe shape (horseshoe kidneys). Gastrointestinal abnormalities include malrotation of the colon and absence or blockage of the anal opening (anal atresia). Immunological deficiencies and/or a higher chance of developing autoimmune disorders have also been reported. Affected females may also experience early onset of breast development (premature thelarche), although this typically does not require treatment., Some males may have undescended testicles (cryptorchidism), which frequently requires treatment.", "causes": "In August of 2010, a group of researchers at the University of Washington reported that pathogenic variants in the gene KMT2D (formerly MLL2) were responsible for Kabuki syndrome in most affected individuals who were tested. In 2012, a group of researchers from Belgium identified a second gene, termed KDM6A, that causes Kabuki syndrome. Most cases of Kabuki syndrome, particularly those caused by variants of KMT2D, occur for the first time in the affected individual with no family history of the disorder (de novo). However, familial occurrence of Kabuki syndrome has been reported.\n\nThe University of Washington researchers confirmed that Kabuki syndrome caused by a dominant pathogenic variant in the KMT2D gene can then be passed on to the offspring of an affected individual. Dominant genetic disorders occur when only a single copy of an abnormal gene is necessary for the appearance of the disease. The abnormal gene can be inherited from either parent or can be the result of a new gene change in the affected individual (de novo). The risk of passing the abnormal gene from affected parent to offspring is 50 percent for each pregnancy. The risk is the same for males and females. Variable expressivity means that the disorder is expressed in dramatically different ways from one person to another, even within affected individuals from the same family.\n\nKabuki syndrome caused by KDM6A gene variants follows X-linked inheritance. Females typically have two X chromosomes and males typically have one X and one Y chromosome. Females who have a pathogenic variant in KDM6A on one X chromosome generally have milder features of Kabuki syndrome compared to males who have a pathogenic variant in this gene, although exceptions exist. It is also possible for a female with a variant in KDM6A to have no symptoms of Kabuki syndrome. Most cases of Kabuki syndrome caused by variants in KDM6A are the result of a new gene change. However, it is possible for a female with a variant in KDM6A to pass on the condition to her children, even if she herself has mild or no symptoms of Kabuki syndrome. For a female with a KDM6A variant, the risk of passing the abnormal gene to her offspring is 50 percent for each pregnancy. The risk is the same for males and females, however, female children may have milder or no symptoms of the condition. An affected male will pass on the abnormal gene to all his daughters but none of his sons.\n\nKMT2D and KDM6A appear to work together to regulate gene expression. They are part of a newer class of conditions that impact the “epigenetic machinery”, sometimes called Mendelian disorders of the epigenetic machinery (MDEMs). For a gene to be expressed (or read), the DNA must be in an “open” configuration. Proteins called histones are involved in keeping DNA “opened” (able to be read) or “closed” (unable to be read). Modifications to histones help determine if DNA will be read or not. KMT2D places activating marks on histones, so DNA can be read. It can “write” that DNA should be opened and to read these marks as well. KDM6A erases marks that keep DNA closed, so that DNA can be opened and read. However, more research is necessary to determine the specifics of how abnormal histone modification results in the development of the disorder and its associated symptoms.", "standard_therapies": "There is no cure for Kabuki syndrome. Treatment is directed toward the specific symptoms that are apparent in each individual. Treatment may require the coordinated efforts of a team of specialists. Pediatricians, surgeons, cardiologists, endocrinologists, dental specialists, speech pathologists, specialists who assess and treat hearing problems (audiologists) and other healthcare professionals may need to plan an affect child’s treatment systematically and comprehensively.\n\nEarly intervention is important to ensure that children with Kabuki syndrome reach their developmental potential. Special services that may be beneficial to affected children include special remedial education, physical and occupational therapy and speech therapy. Sensory integration therapy, in which certain sensory activities are undertaken to help regulate a child’s response to sensory stimuli, may be used in some cases.\n\nSome children with Kabuki syndrome who experience severe feeding difficulties may eventually require the placement of a gastronomy tube. In rare cases of partial growth hormone deficiency, affected children may respond to treatment with supplemental growth hormone therapy. Growth hormone therapy may also be considered in those who have short stature without documented growth hormone deficiency.\n\nSpecific symptoms potentially associated with Kabuki syndrome may require referral to an appropriate specialist. For example, cardiac defects may require a pediatric cardiologist. Various abnormalities associated with Kabuki syndrome may be treated by conventional methods as recommended by a specialist. For example, hearing loss can be treated by surgery or hearing aids. Additional complications such as hip dislocation, scoliosis, cardiac defects and cleft palate may also be treated surgically.\n\nGenetic counseling is recommended for affected individuals and their families.\n"}, "disease_name": "Kabuki Syndrome", "extracted_hpo_terms": ["Long palpebral fissure", "Abnormality of DNA repair", "Abnormality of the KMT2D gene", "Congenital heart disease", "Ptosis", "Highly arched eyebrow", "Strabismus", "Pes planus", "Long eyelashes", "Micrognathia", "Ectropion", "Feeding difficulties", "Abnormal social behavior", "Abnormality of the ear", "Joint laxity", "Dental malocclusion", "Blue sclerae", "Seizure", "Abnormality of the vertebral column", "Abnormality of the kidney", "Hypotonia", "Auditory sensory seeking", "Growth delay", "Brachydactyly", "High palate", "Failure to thrive", "Heart murmur", "Short stature", "Abnormal facial shape", "Global developmental delay", "Intellectual disability, moderate", "Broad nasal tip", "Secondary growth hormone deficiency", "Anxiety", "Delayed speech and language development"]}